fdr/src/test/resources/requests/nodoChiediInformativaPSP.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:hd="http://ws.pagamenti.telematici.gov/ppthead" xmlns:ws="http://ws.pagamenti.telematici.gov/" ws:pay_i="http://www.digitpa.gov.it/schemas/2011/Pagamenti/">
    <soapenv:Header/>
    <soapenv:Body>
        <ws:nodoChiediInformativaPSP>
            <identificativoIntermediarioPA>{brokerPa}</identificativoIntermediarioPA>
            <identificativoStazioneIntermediarioPA>{station}</identificativoStazioneIntermediarioPA>
            <password>{stationPwd}</password>
            {psp}
        </ws:nodoChiediInformativaPSP>
    </soapenv:Body>
</soapenv:Envelope>